{
    "title": "UDN114524_cohort_test",
    "project": "UDN",
    "vcf_mode": "TRIO",
    "assembly": "hg38",
    "upload_vcf": "UDN765172-P/UDN114524-M_trim_biallelic.vcf.gz",
    "clinical_info": "GC is a 16 yo girl with childhood onset and progressive spinal cerebellar degeneration featuring ID, severe expressive/receptive language processing impairments, dystonia, tonal abnormalities, hyper-reflexia, gait ataxia, gait instability, progressive ataxia, chronic constipation, and seizure-like activity. Birth hx: Born full term via vaginal delivery to a 24-year-old G2P1. No reported complications but largely unknown. Dev hx: GC sat up at 2 months. Stood at 18 months. walked at 20 months. Single words at 20 months. Lived with biological parents until 18 months. In foster care for 3 months before being placed in maternal grandparent custody.  She does not have hearing loss. She has been evaluated by physical, speech, and speech therapy and is followed regularly. Started speech therapy at age 3. Neurology: She first presented to Neurology at age 4 years 9 months for concerns of her developmental delay, intermittent in-turning of her right foot, and toe-walking. Given her mother's known history of a spinal cerebellar degenerative disease, her grandparents were concerned GC may have the same condition. She was noted to have delays in expressive language. Around age 14, she started having 'spells', EEG inconclusive. Clinical notes uncertain if seizure. Tried on L-Dopa, unclear of response. GC describes that spells start with her legs giving out under her. She falls and tries to talk to her grandparents but it's difficult for them to understand her. A headache follows in the middle of the head for 2-3 minutes followed by dizziness. Warning headache sometimes precedes her legs giving out. The spells typically happen while shes getting ready for school or bed. Her mother did not report such spells. Neuropsych: Below average/low-average cognitive ability. She is currently wheelchair bound. She is followed by PT, OT, ST. She has in IEP and is in special ed mainstreamed into regular classes.",
    "upload_father": "UDN765172-P/UDN866118-MGF_trim_biallelic.vcf.gz",
    "upload_mother": "UDN765172-P/UDN682964-MG_trim_biallelic.vcf.gz"
  }